tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'apple-gcc42'
brew 'caskroom/cask/brew-cask'
brew 'cmake'
brew 'ctags'
brew 'curl'
brew 'git'
brew 'git-extras'
brew 'gnu-tar'
brew 'htop-osx'
brew 'hub'
brew 'libxml2'
brew 'neovim/neovim/neovim'
brew 'mobile-shell'
brew 'nginx'
brew 'openssl'
brew 'optipng'
brew 'phantomjs'
brew 'rbenv', args: ['HEAD']
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'v8'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'z'
brew 'zlib'
brew 'zsh'
brew 'zsh-completions'
brew 'python3'
brew 'node'
